#+FILETAGS: PERSONAL
* 2014
** 2014-10 十月
*** 2014-10-11 星期六
**** 某天该干啥？日期怎么选择？
     :LOGBOOK:
     CLOCK: [2014-10-11 六 16:30]--[2014-10-11 六 16:31] =>  0:01
     :END:
[2014-10-11 六 16:30]
**** 第一次常识使用 org diary 写日记.
     :LOGBOOK:
     CLOCK: [2014-10-11 六 16:32]--[2014-10-11 六 16:37] =>  0:05
     :END:
[2014-10-11 六 16:32]


这个入口是从 C-c r j 得来，可以用来记录一天下来干的事情。
而今天主要是从 org-mode 和 org your life 的文档中学习如何
组织自己的生活和大脑。除了TODO Task 以外这个日记就是作为一天
的事情总结和记录。

听了罗辑思维的 有关利息的视频，得知自古以来对利息的看法一直是
受到道德上的谴责的，然而这种道德上的谴责是站不住脚的。
**** 继续测试这个日记
     :LOGBOOK:
     CLOCK: [2014-10-11 六 16:37]--[2014-10-11 六 16:40] =>  0:03
     :END:
[2014-10-11 六 16:37]

发现这个日记是按照日期每次记录都是可以作为一个新的节点出现，而记录到
自己当天下的节点中的，这个很有用。适合作为一个日常的流水帐，现在训练
大脑进入到流水帐模式下。以时间纬度建立信息流.
*** 2014-10-12 星期日
**** 带孩子去朝阳公园，玩了两个小时
     :LOGBOOK:
     CLOCK: [2014-10-12 日 10:00]--[2014-10-12 日 12:38] =>  2:38
     :END:
[2014-10-12 日 19:42]
**** 回家吃饭然后，等会回来clock-in 这个看看花费多少时间.
     :LOGBOOK:
     CLOCK: [2014-10-12 日 17:15]--[2014-10-12 日 19:38] =>  2:23
     :END:
[2014-10-12 日 17:15]

吃饭的时候看了一下关于糖尿病的介绍，饮食方面，和中医按摩方面.
*** 2014-10-13 星期一
**** 和媳妇送孩子去幼儿园第一天。
     :LOGBOOK:
     CLOCK: [2014-10-13 一 07:59]--[2014-10-13 一 09:02] =>  1:03
     :END:
[2014-10-13 一 07:59]
送孩子去幼儿园，母亲有些焦虑，孩子据老师说还有些没反应过来，
所以反应不是很明显.
**** 接送媳妇上班，然后去做保养.
     :LOGBOOK:
     CLOCK: [2014-10-13 一 09:02]--[2014-10-13 一 11:52] =>  2:50
     :END:
[2014-10-13 一 09:02]
车损已经和保养已经做完，中间看股票发现良信电器已经涨停。上周五加
的仓. 收益不错。 办了一张路通威的会员卡
**** 整理 org-my-life.org 文档
     :LOGBOOK:
     CLOCK: [2014-10-13 一 14:05]--[2014-10-13 一 16:32] =>  2:27
     CLOCK: [2014-10-13 一 14:03]--[2014-10-13 一 14:04] =>  0:01
     :END:
[2014-10-13 一 14:03]
让这份文档逐步丰富起来，使之有灵，可以引导我进入到日常轨道，而不发散.
听了圣经，我要与我自己立约，我要善待神给我的身体，做一个完全的人.我要
克服自己的缺点，让自己健康起来.
**** 接孩子.
     :LOGBOOK:
     CLOCK: [2014-10-14 二 21:05]
     CLOCK: [2014-10-13 一 16:32]--[2014-10-14 二 21:01] => 28:29
     :END:
[2014-10-13 一 16:32]
*** 2014-10-14 星期二
**** 新浪上班第一天.
     :LOGBOOK:
     CLOCK: [2014-10-14 二 21:01]--[2014-10-14 二 21:05] =>  0:04
     :END:
[2014-10-14 二 21:01]

认识了一些人. 新的 leader 张阳.
  + 晓晨
  + 马晓越 借了一个usb盘.
  + 剑飞  目前有点困难.
  + 认识了高明. 坐在慧军旁边的那位.
  + xxx 介绍了目前的装机系统. 有些不满的地方.
